Revit 2027 API
ParameterTypeId.FbxLightInitialIntensity Property
 "Initial Intensity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightInitialIntensity { get; }
Public Shared ReadOnly Property FbxLightInitialIntensity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightInitialIntensity {
	ForgeTypeId^ get ();
}
static member FbxLightInitialIntensity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace